Repository: darthnoob/uwp
Catalog: MegaApp/MegaApp/Strings/*/AppMessages.resw
Source language: en
Languages: ar, es, fr, id, it, ko, nl, pl, pt_br, ro, ru, th, tr, vi, zh_hans, zh_hant

# AM_FileLinkUnavailable
source: This could be due to the following reasons: - The file has been removed because of a ToS/AUP violation. - Invalid URL – the link you are trying to access does not exist. - The file has been deleted by the user.
ar: قد يرجع ذلك إلى الأسباب التالية: - تمت إزالة الملف بسبب انتهاك ToS/AUP. - رابط غير موجود - الرابط الذي تحاول الدخول إليه غير موجود. - تم حذف الملف من قبل المستخدم.
es: Esto podría deberse a los siguientes motivos: - El archivo ha sido eliminado debido a una violación de nuestros Términos de servicio. - La URL no es válida – el enlace al que intentas acceder no existe. - El archivo ha sido eliminado por el usuario.
fr: Cela pourrait être dû aux raisons suivantes : - Le fichier a été retiré en raison du non-respect des CGU/PUA. - L’URL est invalide. Le lien auquel vous tentez d’accéder n’existe pas. - Le fichier a été supprimé par l’utilisateur.
id: Ini bisa jadi karena alasan berikut: - File telah dihapus karena pelanggaran ToS / AUP. - URL tidak valid - link yang Anda coba akses tidak ada. - File telah dihapus oleh pengguna.
it: Questo potrebbe essere avvenuto a causa delle seguenti ragioni: - Il file è stato rimosso a causa di una violazione dei TdS. - URL non valido – il link a cui stai tentando di accedere non esiste. - Il file è stato eliminato dal proprietario.
ko: 다음의 이유로 인해 발생할 수 있습니다: - 파일이 이용 약관/이용 목적 제한 방침을 위반하여 삭제되었습니다. - 잘못된 URL – 접속하려는 링크가 존재하지 않습니다. - 파일이 이용자에 의해 삭제되었습니다.
nl: Dit gevolg kan zijn om de volgende redenen: -Het bestand is verwijderd vanwege een ToS/AUP Schending. -Ongeldige URL- De koppeling die u probeert te bereiken bestaat niet. -Het bestand is verwijderd door de gebruiker.
pl: Mogło to nastąpić z następujących powodów: - Podlinkowany plik został usunięty z powodu naruszenia regulaminu - Błędny link - link, który posiadasz nie istnieje - Plik został usunięty przez użytkownika.
pt_br: Isso pode acontecer por um dos motivos abaixo: - O arquivo foi removidopor não respeitar os nossos Termos de serviço. - URL inválida - o link que você está tentando acessar não existe. - O arquivo foi excluído pelo usuário.
ro: Acest lucru ar putea fi din cauza următoarelor motive: - Fișierul a fost eliminat din cauza unei încălcări a ToS/AUP. - URL nevalid – linkul pe care încerci să-l accesezi nu există. - Fișierul a fost șters de către utilizator.
ru: Это может быть вызвано следующими причинами: - Файл был удалён из-за нарушения Условий обслуживания/Правил использования. - Недействительный адрес — ссылка, по которой вы пытаетесь перейти, не существует. - Файл был удалён пользователем.
th: ซึ่งอาจเป็นเพราะสาเหตุต่อไปนี้: - ไฟล์ถูกลบเนื่องจากมีการละเมิด ToS/AUP - URL ไม่ถูกต้อง - ลิงก์ที่คุณพยายามเข้าถึงไม่มีอยู่ - ไฟล์ถูกลบโดยผู้ใช้
tr: Bunun nedeni aşağıdakilerden biri olabilir: - Dosya Hizmet Koşullarını ihlal ettiği için kaldırıldı. - Geçersiz URL – erişmeye çalıştığınız bağlantısı mevcut değil. - Dosya kullanıcı tarafından kaldırıldı.
vi: Nguyên nhân có thể là do: - Tệp tin đã bị xóa bỏ do vi phạm Điều Khoản Sử Dụng Dịch Vụ. - Sai URL – Điều liên kết bị viết sai hoặc không tồn tại. - Tệp tin có thể bị dời đi chỗ khác hoặc bị xóa từ chính chủ.
zh_hans: 文件链接不存在之可能原因： - 因ToS / AUP违规，故该文件链接已被删除。 - 无效的网址– 您尝试存取的链接并不存在。 - 该使用者已将文件链接删除。
zh_hant: 檔案連結不存在之可能原因： - 因ToS / AUP違規，故該檔案連結已被刪除。 - 無效的網址 – 您嘗試存取的連結並不存在。 - 該使用者已將檔案連結刪除。

# AM_FolderLinkUnavailable
source: This could be due to the following reasons: - The folder link has been removed because of a ToS/AUP violation. - Invalid URL – the link you are trying to access does not exist. - The folder link has been deleted by the user.
ar: قد يرجع ذلك إلى الأسباب التالية: - تمت إزالة رابط المجلد بسبب انتهاك ToS/AUP. - رابط غير موجود - الرابط الذي تحاول الدخول إليه غير موجود. - تم حذف رابط المجلد من قبل المستخدم.
es: Esto podría deberse a los siguientes motivos: - El enlace de la carpeta ha sido eliminado debido a una violación de nuestros Términos de servicio. - La URL no es válida – el enlace al que intentas acceder no existe. - El enlace de la carpeta ha sido eliminado por el usuario.
fr: Cela pourrait être dû aux raisons suivantes : - Le lien du dossier a été retiré en raison du non-respect des CGU/PUA. - L’URL est invalide. Le lien auquel vous tentez d’accéder n’existe pas. - Le lien du dossier a été supprimé par l’utilisateur.
id: Ini bisa jadi karena alasan berikut: - Link folder telah dihapus karena pelanggaran ToS / AUP. - URL tidak valid - link yang Anda coba akses tidak ada. - Link folder telah dihapus oleh pengguna.
it: Questo potrebbe essere avvenuto a causa delle seguenti ragioni: - La cartella è stata rimossa a causa di una violazione dei TdS. - URL non valido – il link a cui stai tentando di accedere non esiste. - La cartella è stata eliminata dal proprietario.
ko: 다음의 이유로 인해 발생할 수 있습니다: - 폴더 링크가 이용 약관/이용 목적 제한 방침을 위반하여 삭제되었습니다. - 잘못된 URL – 접속하려는 링크가 존재하지 않습니다. - 폴더 링크가 이용자에 의해 삭제되었습니다.
nl: Dit gevolg kan zijn om de volgende redenen: -De map koppeling is verwijderd vanwege een ToS/AUP schending. -Ongeldige URL- de koppeling die u probeert te bereiken bestaat niet. -De map koppeling is verwijderd door de gebruiker.
pl: Mogło to nastąpić z następujących powodów: - Podlinkowany katalog został usunięty z powodu naruszenia regulaminu - Błędny link - link, który posiadasz nie istnieje - Katalog został usunięty przez użytkownika.
pt_br: Isso pode acontecer por um dos motivos abaixo: - O link da pasta foi removido por não respeitar os nossos Termos de serviço. - URL inválida - o link que você está tentando acessar não existe. - O link da pasta foi deletado pelo usuário.
ro: Acest lucru ar putea fi din cauza următoarelor motive: - Linkul folderului a fost eliminat din cauza unei încălcări a ToS/AUP. - URL nevalid – linkul pe care încerci să-l accesezi nu există. - Linkul folderului a fost șters de către utilizator.
ru: Это может быть вызвано следующими причинами: - Ссылка на папку была удалена из-за нарушения Условий обслуживания/Правил использования. - Недействительный адрес — ссылка, по которой вы пытаетесь перейти, не существует. - Ссылка на папку была удалена пользователем.
th: ซึ่งอาจเป็นเพราะสาเหตุต่อไปนี้: - โฟลเดอร์ถูกลบเนื่องจากมีการละเมิด ToS/AUP - URL ไม่ถูกต้อง - ลิงก์ที่คุณพยายามเข้าถึงไม่มีอยู่ - โฟลเดอร์ถูกลบโดยผู้ใช้
tr: Bunun nedeni aşağıdakilerden biri olabilir: - Klasör Hizmet Koşullarını ihlal ettiği için kaldırıldı. - Geçersiz URL – erişmeye çalıştığınız bağlantı mevcut değil. - Klasör bağlantısı kullanıcı tarafından kaldırıldı.
vi: Nguyên nhân có thể là do: - Đường liên kết tới thư mục đã bị xóa bỏ do vi phạm Điều Khoản Sử Dụng Dịch Vụ. - URL viết sai hoặc thiếu – đường liên kết không tồn tại hoặc không đúng. - Đường liên kết tới thư mục bị xóa bởi chủ sở hữu.
zh_hans: 文件夹链接不存在之可能原因： - 因ToS / AUP违规，故该文件夹链接已被删除。 - 无效的网址– 您尝试存取的链接并不存在。 - 该使用者已将文件夹链接删除。
zh_hant: 資料夾連結不存在之可能原因： - 因ToS / AUP違規，故該資料夾連結已被刪除。 - 無效的網址 – 您嘗試存取的連結並不存在。 - 該使用者已將資料夾連結刪除。

# AM_GetPublicNodeFailed
source: Failed to open the file link. Please try again.
ar: فشل فتح رابط المجلد. يرجى إعادة المحاولة.
fr: Échec d’ouverture du lien du fichier. Veuillez ressayer.
id: Gagal membuka link file. Silakan coba lagi.
it: Apertura del file del link fallita. Per favore, riprova.
ko: 파일 링크 열기 실패. 다시 시도하세요.
nl: Mislukt om de bestandskoppeling te openen. Probeer nogmaals.
pl: Nie udało się otworzyć linku do pliku. Proszę spróbuj ponownie.
pt_br: Não foi possível abrir o link do arquivo. Por favor, tente novamente.
ro: Eșec la deschiderea linkului fișierului. Te rugăm să încerci din nou.
ru: Не удалось открыть ссылку на файл. Попробуйте ещё раз.
th: ไม่สามารถเปิดลิงก์ไฟล์ได้ กรุณาลองอีกครั้ง
tr: Dosya bağlantısı açılamadı. Lütfen tekrar deneyin.
vi: Mở đường liên kết của tệp tin bị thất bại. Xin thử lại.
zh_hans: 无法打开链接。请再试一次。
zh_hant: 無法開啟檔案連結。請再試一次。

# AM_GetPublicNodeFailed_Title
source: Open file link failed
ar: فشل فتح رابط الملف
fr: Échec d’ouverture du lien de fichier
id: Gagal membuka link file
it: Apertura del file del link fallita
ko: 파일 링크 열기 실패
nl: Open bestandskoppeling mislukt
pl: Otwarte pliku nie powiodło się
pt_br: Erro ao abrir o link do arquivo
ro: Deschiderea linkului fișierului a eșuat
ru: Не удалось открыть ссылку
th: เปิดการเชื่อมโยงไฟล์ล้มเหลว
tr: Dosya bağlantısı açılamadı
vi: Mở liên kết thất bại
zh_hans: 打开链接失败
zh_hant: 開啟檔案連結失敗。

# AM_LinkUnavailableTitle
source: Unavailable link
ar: رابط غير متوفر
es: Enlace no disponible
fr: Lien non disponible
id: Link tidak tersedia
it: Link non raggiungibile
ko: 사용할 수 없는 링크
nl: Koppeling niet beschikbaar
pl: Niedostępny link
pt_br: Link indisponível
ro: Link indisponibil
ru: Недоступная ссылка
th: ลิงก์ใช้งานไม่ได้
tr: Mevcut olmayan bağlantı
vi: Đường liên kết không còn tồn tại
zh_hans: 不可用的链接
zh_hant: 不可用的連結

# AM_AccountBlockedCopyright
source: Your account has been suspended due to multiple breaches of Mega’s Terms of Service. Please check your email inbox.
ar: تم إيقاف حسابك لدى MEGA بسبب عدة خروقات لشروط استخدام الخدمة. يرجى قراءة البريد المرسل اليك
fr: Votre compte a été désactivé en raison de non-respects répétés des conditions générales d’utilisation de Mega. Veuillez vérifier votre boîte de réception de courriels.
id: Akun Anda telah ditangguhkan karena beberapa pelanggaran Persyaratan Layanan Mega. Silakan periksa kotak masuk email Anda.
it: Il tuo account è stato sospeso a causa di violazioni multiple dei Termini di Servizio di MEGA. Per favore, controlla la posta in arrivo del tuo indirizzo email.
ko: 당신의 계정이 다수의 MEGA 이용 약관 위반으로 보류되었습니다. 이메일 수신함을 확인하세요.
nl: Uw account is geschorst vanwege meerdere overtredingen van MEGA's Algemene Voorwaarden. Controleer uw email inbox.
pl: Twoje konto zostało zawieszone z powodu wielokrotnych naruszeń Warunków korzystania z usługi Mega. Sprawdź swoją skrzynkę e-mail.
pt_br: A sua conta foi suspensa por infringir os Termos de serviço do MEGA. Por favor, verifique a caixa de entrada da sua conta de email.
ro: Contul tău a fost suspendat din cauza mai multor încălcări ale Termenilor de utilizare a serviciului MEGA. Te rugăm să verifici mesajele primite de pe e-mail.
ru: Ваш аккаунт был заморожен из-за многократного нарушения Условий использования MEGA. Пожалуйста, проверьте свой почтовый ящик.
th: บัญชีของคุณถูกระงับเนื่องจากมีการละเมิดเงื่อนไขการให้บริการของ Mega หลายครั้ง กรุณาตรวจสอบกล่องจดหมายอีเมลของคุณ
tr: Hesabınız Mega'nın Hizmet Koşullarının tekrarlı ihlalinden dolayı askıya alındı. Lütfen epostanızı kontrol edin.
vi: Tài khoản của quý khách đã bị đình chỉ do vị phạm nhiều lỗi được nêu trong Điều Khoản Sử Dụng của MEGA. Xin kiểm tra hộp thư email.
zh_hans: 由于多次违反Mega的服务条款，您的账户已被暂停。请查看您的电子邮件收件箱。
zh_hant: 由於多次違反Mega的服務條款，您的帳戶已被暫停使用。請查看您的電子郵件收件匣。

# AM_PasswordReminder
source: Due to MEGA’s encryption technology you are unable to reset your password without data loss. Please make sure you remember your password.
ar: ان إعادة تعيين كلمة المرور الخاصة بك بسبب ضياعها سيؤدي الى فقدان المعطيات المخزنة كونها محمية بتقنية MEGA للتشفير. لذلك تأكد من حفظ وتذكر كلمة المرور.
fr: En raison de la technologie de chiffrement de MEGA, vous ne pouvez pas réinitialiser votre mot de passe sans perte de données. Veuillez vous assurer de vous rappeler votre mot de passe.
id: Karena teknologi enkripsi MEGA, Anda tidak dapat mengatur ulang kata sandi tanpa kehilangan data. Harap pastikan Anda mengingat kata sandi Anda.
it: A causa della tecnologia di criptazione utilizzata da MEGA non è possibile resettare la password senza una perdita di dati. Per favore, fai in modo di ricordare la tua password.
ko: MEGA의 암호화 기술로 인하여 데이터 손실 없이 비밀번호를 초기화할 수 없습니다. 비밀번호를 반드시 기억하도록 하세요.
nl: Door MEGA's coderings-technologie bent u niet in staat uw wachtwoord te resetten zonder gegevens verlies. Zorg ervoor dat u uw wachtwoord onthoud.
pl: Ze względu na mechanizmy bezpieczeństwa nie możemy zrestartować Twojego hasło. Upewnij się, że pamiętasz swoje hasło.
ro: Datorită tehnologiei de criptare MEGA, nu poți să îți resetezi parola fără pierderea datelor. Te rugăm să te asiguri că ții minte parola.
ru: В связи с технологией шифрования MEGA невозможно сбросить пароль без потери данных. Пожалуйста, убедитесь, что помните его.
th: เนื่องจากเทคโนโลยีการเข้ารหัสของ MEGA คุณไม่สามารถรีเซ็ตรหัสผ่านของคุณโดยไม่สูญเสียข้อมูลได้ กรุณาตรวจสอบว่าคุณไม่ลืมรหัสผ่านของคุณจริง ๆ
tr: MEGA'nın şifreleme teknolojisi veri kaybına uğramadan parola kurtarmayı imkansız kılar. Lütfen parolanızı hatırladığınıza emin olun.
vi: Vì dạng thức thuật toán bảo mật của MEGA, mất Mã Phục Hồi và không có mật khẩu sẽ làm toàn bộ dữ liệu không thể lấy lại được. Xin hãy nhớ mật khẩu của chính mình.
zh_hans: 由于MEGA的加密技术，您无法在不丢失数据的情况下重设密码。请确保你记得你的密码。
zh_hant: 因MEGA使用安全加密技術，您將無法直接重新設定密碼而不遺失任何資料。所以請確保您已牢記您的密碼。

# AM_PasswordReminder_Title
source: Do you remember your password?
ar: هل تتذكر كلمة مرورك؟
fr: Vous souvenez-vous de votre mot de passe ?
id: Apa anda ingat password anda?
it: Ricordi la tua password?
ko: 비밀번호가 기억났나요?
nl: Herinnert u zich uw wachtwoord?
pl: Czy pamiętasz swoje hasło?
ro: Îți mai aduci aminte parola?
ru: Вы помните пароль?
th: คุณจำรหัสผ่านได้หรือไม่
tr: Parolanızı hatırlıyor musunuz?
vi: Bạn có còn nhớ mật khẩu của mình không?
zh_hans: 你还记得本帐号的密码吗？
zh_hant: 您還記得你的密碼嗎？

# AM_TestPassword
source: Please test your password below to ensure you remember it. If you lose your password, you will lose access to your data.
ar: تحقق من كلمة المرور خاصتك ادناه للتأكد من تذكرك لها. ضياع كلمة المرور سيؤدي الى فقدان الولوج للبيانات الخاصة بك
fr: Veuillez tester votre mot de passe ci-dessous pour vous assurer que vous vous en souvenez. Si vous perdez votre mot de passe, vous perdrez l’accès à vos données.
id: Silakan uji kata sandi Anda di bawah ini untuk memastikan Anda mengingatnya. Jika Anda kehilangan kata sandi, Anda akan kehilangan akses ke data Anda.
it: Per favore, testa la tua password qui sotto per essere sicuro di ricordartela. Se perdi la tua password, perderai l'accesso ai tuoi dati.
ko: 당신이 비밀번호를 기억하는지 아래에 시험해보세요. 만약 비밀번호를 잊어버리면, 당신의 데이터를 잃게 됩니다.
nl: Test uw wachtwoord hieronder om er zeker van te zijn dat u het onthoud. Als u uw wachtwoord verliest, verliest u toegang tot uw gegevens.
pl: Sprawdź swoje hasło poniżej, aby upewnić się, że je pamiętasz. Jeśli zgubisz hasło, utracisz dostęp do swoich danych.
ro: Te rugăm să îți testezi parola mai jos pentru a te asigura că ți-o aduci aminte. Dacă îți pierzi parola, vei pierde accesul la datele tale.
ru: Проверьте свой пароль, чтобы убедиться, что вы его не забыли. Потеряв его, вы потеряете доступ ко всем своим данным.
th: กรุณาทดสอบรหัสผ่านของคุณด้านล่างเพื่อให้แน่ใจว่าคุณจำได้ หากคุณลืมรหัสผ่าน คุณจะสูญเสียการเข้าถึงข้อมูลของคุณ
tr: Hatırladığınızdan emin olmak için lütfen aşağıdaki şifrenizi test edin. Şifrenizi kaybederseniz, verilerinize erişimi kaybedersiniz.
vi: Xin thử nhập mật khẩu để kiểm tra rằng mình còn nhớ mật khẩu. Quên mất mật khẩu đồng nghĩa với việc mất toàn quyền truy cập dữ liệu.
zh_hans: 在下面测试是否您已将密码牢记。如果您丢失了密码，您将无法访问您的数据。
zh_hant: 為確保您已記住密碼，請於下方進行密碼測試。如果您遺失了密碼，將無法再存取您的資料。

# AM_TestPasswordSuccess
source: Password accepted, we still recommend you back up your Recovery Key.
ar: تم قبول كلمة المرور، نحن ننصح بالاحتفاظ الاحتياطي لمفتاح الاسترجاع خاصتك
fr: Le mot de passe est accepté. Nous vous recommandons quand même de sauvegarder votre clé de récupération.
id: Sandi diterima, kami tetap menyarankan Anda untuk mencadangkan Kunci Pemulihan Anda.
it: Password accettata, ti raccomandiamo ancora di fare un backup della tua Chiave di Recupero.
ko: 비밀번호가 확인되었습니다, 그래도 복구 키를 백업할 것을 권장합니다.
nl: Wachtwoord geaccepteerd, we raden het aan dat u een reservekopie maakt van uw Herstelsleutel.
pl: Hasło zostało zaakceptowane, nadal zalecamy utworzenie kopii zapasowej klucza odzyskiwania.
ro: Parolă acceptată, în continuare îți recomandăm să faci un backup cheii de recuperare.
ru: Пароль принят, но мы всё же рекомендуем сохранить ключ восстановления.
th: เราขอแนะนำให้คุณสำรองคีย์การกู้คืนด้วย
tr: Şifre kabul edildi, hala Kurtarma Anahtarınızı yedeklemenizi öneririz.
vi: Mật khẩu nhập đúng, nhưng nên xuất ra Mã Phục Hồi để đề phòng.
zh_hans: 密码已被接受，我们仍建议您备份您的恢复金匙。
zh_hant: 密碼已被接受，我們仍建議您備份還原金鑰。

# AM_TestPasswordWarning
source: Wrong password! Backup your Recovery Key as soon as possible!
ar: كلمة المرور خاطئة، قم باستخراج والاحتفاظ بفتاح الاسترجاع خاصتك بأسرع ما يمكن
fr: Le mot de passe est erroné ! Sauvegardez votre clé de récupération dès que possible !
id: Kata sandi salah! Cadangkan Kunci Pemulihan Anda sesegera mungkin!
it: Password errata! Fai il backup della tua Chiave di Recupero prima possibile!
ko: 비밀번호가 틀렸습니다! 최대한 빨리 복구 키를 백업하세요!
nl: Onjuist wachtwoord! Maak zo snel mogelijk een reservekopie van uw Herstelsleutel.
pl: Złe hasło! Utwórz kopię zapasową klucza zapasowego tak szybko, jak to możliwe!
ro: Parolă greșită! Fă un backup al cheii de recuperare cât mai curând posibil!
ru: Неправильный пароль! Сохраните ключ восстановления как можно скорее!
th: รหัสผ่านผิด! สำรองคีย์การกู้คืนของคุณโดยเร็วที่สุด!
tr: Yanlış şifre! Kurtarma Anahtarınızı mümkün olan en kısa sürede yedekleyin!
vi: Mật khẩu không đúng! Nên lưu lại Mã Khóa Phục Hồi ngay!
zh_hans: 密码错误！尽快备份您的恢复金匙！
zh_hant: 密碼錯誤！請盡快備份還原金鑰！

# AM_TestPassword_Title
source: Test Password
ar: اختبار كلمة المرور
fr: Tester le mot de passe
id: Uji Kata Sandi
it: Testa la password
ko: 비밀번호 테스트
nl: Wachtwoord Testen
pl: Hasło testowe
ro: Testează parola
ru: Тест пароля
th: ทดสอบรหัสผ่าน
tr: Parolayı Dene
vi: Kiểm Tra Mật Khẩu
zh_hans: 密码测试
zh_hant: 測試密碼

# AM_RecoveryKeyExported
source: The Recovery Key has been exported. Please store it in a safe place.
ar: تم تصدير مفتاح الاسترجاع
fr: La clé de récupération a été exportée. Veuillez la conserver en lieu sûr.
id: Recovery Key telah diekspor. Tolong simpan di tempat yang aman.
it: La Chiave di Recupero è stata esportata
ko: 복구 키가 내보내졌습니다. 안전한 곳에 보관하세요.
nl: De Herstelsleutel is geëxporteerd. Bewaar het op een veilige plaats.
pl: Klucz zapasowy został wyeksportowany. Przechowuj go w bezpiecznym miejscu.
ro: Cheia de recuperare a fost exportată. Te rugăm să o stochezi într-un loc sigur.
ru: Ключ восстановления экспортирован. Пожалуйста, храните его в надёжном месте.
th: มีการส่งออกคีย์การกู้คืนแล้ว กรุณาเก็บไว้ในที่ปลอดภัย
tr: Kurtarma anahtarı dışarı aktarıldı.
vi: Mã Khóa Phục Hồi đã được xuất ra. Xin lưu giữ mã ở nơi an toàn.
zh_hans: 恢复金匙已导出。
zh_hant: 已匯出還原金鑰。請將它存放在安全的地方。

# AM_RecoveryKeyExported_Title
source: Recovery Key exported
ar: تم تصدير مفتاح الاستعادة
fr: La clé de récupération a été exportée
id: Recovery Key terekspor
it: Chiave di recupero esportata
ko: 복구 키 내보내짐
nl: Herstel sleutel geëxporteerd
pl: Klucz zapasowy został wyeksportowany
ro: Cheie de recuperare exportată
ru: Ключ восстановления импортирован
th: ส่งออกคีย์การกู้คืนแล้ว
tr: Kurtarma Anahtarı dışarı aktarıldı
vi: Đã xuất Mã Phục Hồi
zh_hans: 恢复金匙已导出
zh_hant: 已匯出還原金鑰

# AM_RecoveryKeyExportFailed
source: Failed to export the Recovery Key. Please try again.
ar: فشل تصدير مفتاح الاسترجاع. يرجى إعادة المحاولة
fr: Échec d’exportation de la clé de récupération. Veuillez ressayer.
id: Gagal mengekspor Kunci Pemulihan. Silakan coba lagi.
it: Esportazione della Chiave di Recupero fallita. Per favore, riprova.
ko: 복구 키 내보내기 실패. 다시 시도하세요.
nl: Mislukt om de Herstelsleutel te exporteren. Probeer nogmaals.
pl: Nie można wyeksportować klucza zapasowego. Proszę spróbuj ponownie.
ro: Eșec la exportarea cheii de recuperare. Te rugăm să încerci din nou.
ru: Не удалось экспортировать ключ восстановления. Попробуйте ещё раз.
th: ไม่สามารถส่งออกคีย์การกู้คืน กรุณาลองอีกครั้ง
tr: Kurtarma anahtarı dışarı aktarılırken hata oluştu. Lütfen tekrar deneyin.
vi: Không xuất đuợc Mã Phục Hồi. Xin thử lại sau.
zh_hans: 未能导出恢复金匙。请再试一次。
zh_hant: 匯出還原金鑰失敗。請再試一次。

# AM_RecoveryKeyExportFailed_Title
source: Recovery Key export failed
ar: فشل عملية تصدير مفتاح الاسترجاع
fr: Échec d’exportation de la clé de récupération.
id: Pemulihan Ekspor kunci gagal
it: Esportazione della Chiave di Recupero fallita
ko: 복구 키 내보내기 실패
nl: Exporteren van Herstelsleutel mislukt
pl: Nie powiodło się eksportowanie klucza zapasowego
ro: Eșec la exportarea cheii principale
ru: Не удалось экспортировать ключ восстановления
th: ส่งออกคีย์การกู้คืนล้มเหลว
tr: Kurtarma Anahtarı dışarı aktarılamadı
vi: Lỗi, không xuất đuợc Mã Phục Hồi
zh_hans: 未能导出恢复金匙。
zh_hant: 還原金鑰匯出失敗

# AM_MultiSelectRemoveFromOfflineQuestion
source: Are you sure you want to remove {0} items from offline?
ar: هل تريد حذف {0} عنصر من التوافر دون اتصال؟
fr: Voulez vraiment supprimer {0} éléments du mode Hors ligne ?
id: Anda yakin ingin menghapus {0} item dari offline?
it: Sei sicuro di voler rimuovere {0} oggetti dall'offline?
ko: 오프라인에서 {0}개의 항목을 삭제할까요?
nl: Weet u zeker dat u {0} items van offline wilt verwijderen?
pl: Czy na pewno chcesz usunąć {0} elementów z trybu offline?
ro: Sigur vrei să elimini {0} elemente din Offline?
ru: Действительно удалить элементы ({0}) из локальных?
th: คุณแน่ใจหรือไม่ว่าต้องการลบ {0} ออกจากออฟไลน์
tr: {0} öğeyi çevrimdışı olarak kaldırmak istediğinizden emin misiniz?
vi: Có chắc muốn xóa ‘{0}’ mục khỏi lưu ngoại tuyến?
zh_hans: 是否要从离线删除{0}个文件？
zh_hant: 您確定要從離線模式中移除{0}個項目嗎？

# AM_RemoveFromOfflineQuestion
source: Are you sure you want to remove ‘{0}’ from offline?
ar: هل تريد حذف ‘{0}’ عنصر من التوافر دون اتصال؟
fr: Voulez vraiment supprimer {0} du mode Hors ligne ?
id: Anda yakin ingin menghapus ‘{0}’ dari offline?
it: Sei sicuro di voler rimuovere '{0}' dall'offline?
ko: 오프라인에서 {0}을/를 삭제할까요?
nl: Weet u zeker dat u '{0}' wilt verwijderen van offline?
pl: Czy na pewno chcesz usunąć "{0}" z trybu offline?
ro: Sigur vrei să elimini {0} din Offline?
ru: Действительно удалить '{0}' из локальных?
th: คุณแน่ใจหรือไม่ว่าต้องการลบ "{0}" ออกจากออฟไลน์
tr: '{0}' öğesini çevrimdışından kaldırmak istediğinizden emin misiniz?
vi: Có chắc muốn xóa ‘{0}’ khỏi lưu ngoại tuyến?
zh_hans: 是否要从离线删除 '{0}'个文件？
zh_hant: 您確定要從離線模式中移除‘{0}’嗎？

# AM_RemoveFromOfflineQuestion_Title
source: Remove from offline?
ar: حذف من التوافر دون اتصال؟
fr: Supprimer de Hors ligne ?
id: Hapus dari offline?
it: Rimuovere dall'offline?
ko: 오프라인에서 삭제할까요?
nl: Verwijderen van offline?
pl: Usunąć z trybu offline?
ro: Elimini din Offline?
ru: Удалить локально?
th: นำออกจากออฟไลน์หรือไม่
tr: Çevrimdışından kaldırılsın mı?
vi: Xóa khỏi mục lưu ngoại tuyến?
zh_hans: 离线删除？
zh_hant: 要從離線模式中移除嗎？

# AM_OpenFolderFailed
source: Failed to open the selected folder
ar: فشل عملية فتح المجلد المحدد
fr: Échec d’ouverture du dossier sélectionné
id: Gagal membuka folder yang dipilih
it: Apertura della cartella selezionata fallita
ko: 선택한 폴더 열기 실패
nl: Mislukt om de geselecteerde map te openen
pl: Nie udało się otworzyć wybranego folderu
ro: Eșec la deschiderea fișierului selectat
ru: Не удалось открыть выбранную папку
th: ไม่สามารถเปิดโฟลเดอร์ที่เลือกได้
tr: Seçilen klasör açılamadı
vi: Lỗi, không mở đuợc thư mục vừa chọn
zh_hans: 无法打开选定的文件夹
zh_hant: 無法開啟所選資料夾

# AM_OpenFolderFailed_Title
source: Folder failed to open
ar: فشل عملية فتح المجلد
fr: Échec d’ouverture du dossier
id: Folder gagal dibuka
it: Apertura della cartella fallita
ko: 열기 실패
nl: Map openen mislukt
pl: Błąd katalogu
ro: Deschiderea folderului a eșuat
ru: Не удалось открыть папку
th: โฟลเดอร์ไม่สามารถเปิดได้
tr: Klasör açılamadı
vi: Lỗi, không mở đuợc thư mục
zh_hans: 无法打开文件夹
zh_hant: 資料夾開啟失敗
